Repository: kiplaacollo/philmedtest
Catalog: ALProject5/AlTables/translation.*.xlf
Languages: es_mx, fr_ca

# Table 3694819922 - Property 2879900210
source: Transfer Header
es_mx: Cab. transferencia
fr_ca: En-tête de transfert

# Table 3694819922 - Field 4200184881 - Property 2879900210
source: No.
es_mx: Nº
fr_ca: N°

# Table 3694819922 - Field 520660911 - Property 2879900210
source: Transfer-from Code
es_mx: Transfer. desde-cód.
fr_ca: Code prov. transfert

# Table 3694819922 - Field 3755656249 - Property 2879900210
source: Transfer-from Name
es_mx: Transfer. desde-nombre
fr_ca: Nom prov. transfert

# Table 3694819922 - Field 3692351575 - Property 2879900210
source: Transfer-from Name 2
es_mx: Transfer. desde-nombre 2
fr_ca: Nom prov. transfert 2

# Table 3694819922 - Field 1277114954 - Property 2879900210
source: Transfer-from Address
es_mx: Transfer. desde-dirección
fr_ca: Adresse prov. transfert

# Table 3694819922 - Field 2343213752 - Property 2879900210
source: Transfer-from Address 2
es_mx: Transfer. desde-Colonia
fr_ca: Adresse prov. transfert 2

# Table 3694819922 - Field 2582901159 - Property 2879900210
source: Transfer-from ZIP Code
es_mx: Transfer. desde-C.P.
fr_ca: Code postal prov. transfert

# Table 3694819922 - Field 953831401 - Property 2879900210
source: Transfer-from City
es_mx: Transfer. desde-Municipio/Ciudad
fr_ca: Ville prov. transfert

# Table 3694819922 - Field 2729005590 - Property 2879900210
source: Transfer-from State
es_mx: Transfer. desde-provincia
fr_ca: Province prov. transfert

# Table 3694819922 - Field 3562769272 - Property 2879900210
source: Trsf.-from Country/Region Code
es_mx: Transfer. desde-cód.país/región
fr_ca: Code pays/région prov. transf.

# Table 3694819922 - Field 324034516 - Property 2879900210
source: Transfer-to Code
es_mx: Transfer. a-cód.
fr_ca: Code dest. transfert

# Table 3694819922 - Field 3242223630 - Property 2879900210
source: Transfer-to Name
es_mx: Transfer. a-nombre
fr_ca: Nom dest. transfert

# Table 3694819922 - Field 460356348 - Property 2879900210
source: Transfer-to Name 2
es_mx: Transfer. a-nombre 2
fr_ca: Nom dest. transfert 2

# Table 3694819922 - Field 1917146997 - Property 2879900210
source: Transfer-to Address
es_mx: Transfer. a-dirección
fr_ca: Adresse dest. transfert

# Table 3694819922 - Field 1582495123 - Property 2879900210
source: Transfer-to Address 2
es_mx: Transfer. a-Colonia
fr_ca: Adresse dest. transfert 2

# Table 3694819922 - Field 476768916 - Property 2879900210
source: Transfer-to ZIP Code
es_mx: Transfer. a-c.p.
fr_ca: Code postal dest. transfert

# Table 3694819922 - Field 1730839582 - Property 2879900210
source: Transfer-to City
es_mx: Transfer. a-Municipio/Ciudad
fr_ca: Ville dest. transfert

# Table 3694819922 - Field 1033824321 - Property 2879900210
source: Transfer-to State
es_mx: Transfer. a-provincia
fr_ca: Province dest. transfert

# Table 3694819922 - Field 926423283 - Property 2879900210
source: Trsf.-to Country/Region Code
es_mx: Transfer. a-cód.país/región
fr_ca: Code pays/région dest. transf.

# Table 3694819922 - Field 3710982960 - Property 2879900210
source: Posting Date
es_mx: Fecha registro
fr_ca: Date de report

# Table 3694819922 - Field 4112852368 - Property 2879900210
source: Shipment Date
es_mx: Fecha envío
fr_ca: Date de livraison

# Table 3694819922 - Field 358029708 - Property 2879900210
source: Receipt Date
es_mx: Fecha recepción
fr_ca: Date de réception

# Table 3694819922 - Field 513339096 - Property 2879900210
source: Status
es_mx: Estado
fr_ca: État

# Table 3694819922 - Field 513339096 - Property 62802879
source: Open,Released
es_mx: Abierto,Lanzado
fr_ca: Ouvert,Libéré

# Table 3694819922 - Field 2790486453 - Property 2879900210
source: Comment
es_mx: Comentario
fr_ca: Commentaire

# Table 3694819922 - Field 1577567912 - Property 2879900210
source: Shortcut Dimension 1 Code
es_mx: Cód. dim. acceso dir. 1
fr_ca: Code raccourci de dimension 1

# Table 3694819922 - Field 1003760969 - Property 2879900210
source: Shortcut Dimension 2 Code
es_mx: Cód. dim. acceso dir. 2
fr_ca: Code raccourci de dimension 2

# Table 3694819922 - Field 2307065988 - Property 2879900210
source: In-Transit Code
es_mx: Cód. en tránsito
fr_ca: Code transit

# Table 3694819922 - Field 1351594800 - Property 2879900210
source: No. Series
es_mx: Nos. serie
fr_ca: Séries de n°

# Table 3694819922 - Field 3350551815 - Property 2879900210
source: Last Shipment No.
es_mx: Nº último envío
fr_ca: Date dern. livraison

# Table 3694819922 - Field 4005139219 - Property 2879900210
source: Last Receipt No.
es_mx: Nº última recep.
fr_ca: Date dern. réception

# Table 3694819922 - Field 2972337268 - Property 2879900210
source: Transfer-from Contact
es_mx: Transfer. desde-contacto
fr_ca: Contact prov. transfert

# Table 3694819922 - Field 1860394327 - Property 2879900210
source: Transfer-to Contact
es_mx: Transfer. a-contacto
fr_ca: Contact dest. transfert

# Table 3694819922 - Field 1527563463 - Property 2879900210
source: External Document No.
es_mx: Nº documento externo
fr_ca: N° document externe

# Table 3694819922 - Field 4045368290 - Property 2879900210
source: Shipping Agent Code
es_mx: Cód. transportista
fr_ca: Code agent de livraison

# Table 3694819922 - Field 2730811709 - Property 2879900210
source: Shipping Agent Service Code
es_mx: Cód. servicio transportista
fr_ca: Code prestation agent de livraison

# Table 3694819922 - Field 1913523417 - Property 2879900210
source: Shipping Time
es_mx: Tiempo envío
fr_ca: Délai de livraison

# Table 3694819922 - Field 2205104606 - Property 2879900210
source: Shipment Method Code
es_mx: Cód. método de envío
fr_ca: Code méthode de livraison

# Table 3694819922 - Field 3773776616 - Property 2879900210
source: Transaction Type
es_mx: Naturaleza transacción
fr_ca: Type de transaction

# Table 3694819922 - Field 3193866272 - Property 2879900210
source: Transport Method
es_mx: Modo transporte
fr_ca: Mode de transport

# Table 3694819922 - Field 3814925297 - Property 2879900210
source: Entry/Exit Point
es_mx: Puerto/Aeropuerto
fr_ca: Point entrée/sortie

# Table 3694819922 - Field 3532935625 - Property 2879900210
source: Area
es_mx: Cód. provincia
fr_ca: Zone

# Table 3694819922 - Field 1267997203 - Property 2879900210
source: Transaction Specification
es_mx: Especificación transacción
fr_ca: Spécification transaction

# Table 3694819922 - Field 3322554545 - Property 2879900210
source: Dimension Set ID
es_mx: Id. grupo dimensiones
fr_ca: Code ensemble de dimensions

# Table 3694819922 - Field 3744117490 - Property 2879900210
source: Shipping Advice
es_mx: Aviso envío
fr_ca: Avis de livraison

# Table 3694819922 - Field 3744117490 - Property 62802879
source: Partial,Complete
es_mx: Parcial,Completo
fr_ca: Partiel,Complet

# Table 3694819922 - Field 2315465834 - Property 2879900210
source: Posting from Whse. Ref.
es_mx: Regis. desde almac. ref.
fr_ca: Validat. à partir réf. magasin

# Table 3694819922 - Field 3136438825 - Property 2879900210
source: Completely Shipped
es_mx: Enviado completamente
fr_ca: Entièrement livrée

# Table 3694819922 - Field 337474445 - Property 2879900210
source: Completely Received
es_mx: Recibido completamente
fr_ca: Entièrement réceptionné

# Table 3694819922 - Field 4277715959 - Property 2879900210
source: Location Filter
es_mx: Filtro almacén
fr_ca: Filtre emplacement

# Table 3694819922 - Field 1562764323 - Property 2879900210
source: Outbound Whse. Handling Time
es_mx: Tiempo manip. alm. salida
fr_ca: Délai désenlogement

# Table 3694819922 - Field 3111468436 - Property 2879900210
source: Inbound Whse. Handling Time
es_mx: Tiempo manip. alm. entrada
fr_ca: Délai enlogement

# Table 3694819922 - Field 995090288 - Property 2879900210
source: Date Filter
es_mx: Filtro fecha
fr_ca: Filtre date

# Table 3694819922 - Field 3294270728 - Property 2879900210
source: Assigned User ID
es_mx: Id. usuario asignado
fr_ca: Code utilisateur affecté

# Table 3694819922 - NamedType 2476940767
source: You cannot rename a %1.
es_mx: No se puede cambiar el nombre a %1.
fr_ca: Vous ne pouvez pas renommer un %1.

# Table 3694819922 - NamedType 3114637384
source: %1 and %2 cannot be the same in %3 %4.
es_mx: %1 y %2 no puede ser lo mismo en %3 %4.
fr_ca: %1 et %2 ne peuvent être identiques dans %3 %4.

# Table 3694819922 - NamedType 3752334001
source: Do you want to change %1?
es_mx: ¿Confirma que desea cambiar %1?
fr_ca: Désirez-vous modifier %1?

# Table 3694819922 - NamedType 95063322
source: The transfer order %1 has been deleted.
es_mx: El ped.transfer. %1 ha sido borrado.
fr_ca: L'ordre de transfert %1 a été supprimé.

# Table 3694819922 - NamedType 2645849790
source: You may have changed a dimension.\\Do you want to update the lines?
es_mx: Puede que haya cambiado una dimensión.\\¿Desea actualizar las líneas?
fr_ca: Vous avez probablement modifié une dimension.\\Souhaitez-vous mettre à jour les lignes ?
